{
  "original_question": "Please read the paragraph below and count how many times the words \\\"Amazon\\\" and \\\"river\\\" appear. Please present the results in the format of \\\"word, number of appearances\\\" with each word on a separate line. Sort the lines in order of the number of appearances.\\nThe Amazon, a mesmerizing expanse of nature's wonders, is home to the legendary Amazon River. Flowing through awe-inspiring landscapes like the Amazon rainforest, the river weaves its way through Brazil, Colombia, and Peru, giving life to countless creatures. From the mighty jaguars prowling the Amazon jungle to the vibrant macaws soaring above the canopy, this remarkable region teems with biodiversity. Deep within the river's currents, magnificent pink river dolphins gracefully glide alongside piranhas and electric eels. Along the riverbanks, you'll find bustling cities like Manaus, where the urban meets the wild, and Iquitos, a gateway to the heart of the Amazon rainforest. As you venture further, the Amazon River reveals hidden gems like the captivating Anavilhanas Archipelago, a mosaic of islands brimming with rare species. Embark on an adventure, explore the enchanting Amazon River, and immerse yourself in a world teeming with life and untamed beauty.",
  "translated_question": "لطفاً پاراگراف زیر را بخوانید و بشمارید که کلمات \"آمازون\" و \"رود\" چند بار تکرار شده‌اند. لطفاً نتایج را به صورت \"کلمه، تعداد دفعات تکرار\" و هر کلمه در یک خط جداگانه ارائه دهید. خطوط را بر اساس تعداد دفعات تکرار مرتب کنید.\n\nآمازون، گستره‌ای سحرانگیز از شگفتی‌های طبیعت، زیستگاه رود افسانه‌ای آمازون است. رود، که از چشم‌اندازهای خیره‌کننده‌ای مانند جنگل‌های بارانی آمازون می‌گذرد، مسیر خود را از میان برزیل، کلمبیا و پرو می‌گشاید و به موجودات بی‌شماری حیات می‌بخشد. از پلنگ‌های قدرتمندی که در جنگل آمازون پرسه می‌زنند تا مکائوهای رنگارنگی که بر فراز تاج پوشش درختان اوج می‌گیرند، این منطقه چشمگیر مملو از تنوع زیستی است. در اعماق جریان‌های رود، دلفین‌های صورتی رودخانه‌ای باشکوه با ظرافت در کنار پیراناها و مارماهی‌های برقی سُر می‌خورند. در کناره‌های رود، شهرهای پر جنب و جوشی مانند مانائوس را خواهید یافت، جایی که شهرنشینی با طبیعت وحشی تلاقی می‌کند، و همچنین ایکیتوس، دروازه‌ای به قلب جنگل‌های بارانی آمازون. هرچه بیشتر پیش بروید، رود آمازون گنجینه‌های پنهانی مانند مجمع‌الجزایر فریبنده آناویلهاناس را آشکار می‌کند، که موزاییکی از جزایری مملو از گونه‌های نادر است. وارد یک ماجراجویی شوید، رود دلربای آمازون را کاوش کنید و خود را در دنیایی مملو از زندگی و زیبایی رام‌نشده غرق کنید."
}