{
  "original_question": "Identify the named entities (people, organizations, locations) mentioned in the given news article. Please generate a JSON dictionary that lists the named entities in three separate groups based on their entity types. The key is the type of entity, and the value is a list of strings.\\n\\nYesterday, Adamson Emerson, the CEO of Faraday, and Dieter Zetsche, the CEO of Daimler AG, announced plans to build a new Gigafactory in Berlin. The facility will be a joint venture between Faraday and Daimler, producing electric vehicles and battery packs for both companies, creating thousands of job opportunities in the region. Emerson and Zetsche stated that the strategic location of Berlin, coupled with its skilled workforce and strong infrastructure, makes it an ideal choice for expansion. The new Gigafactory aims to meet the growing demand for electric vehicles in Europe and contribute to a sustainable future. Volkswagen CEO Herbert Diess welcomed the news, saying greater collaboration will benefit the auto industry's transition to e-mobility.",
  "translated_question": "موجودیت‌های نام‌گذاری شده (اشخاص، سازمان‌ها، مکان‌ها) را که در این خبر ذکر شده‌اند، شناسایی کنید. لطفاً یک واژه‌نامه JSON تولید کنید که موجودیت‌های نام‌گذاری شده را در سه گروه جداگانه بر اساس نوع موجودیت‌هایشان فهرست می‌کند. کلید، نوع موجودیت است و مقدار، فهرستی از رشته‌ها.\n\nدیروز، آدامسون امرسون، مدیرعامل فارادی، و دیتر زتشه، مدیرعامل دایملر اِی‌جی، برنامه‌هایی را برای ساخت یک گیگافکتوری جدید در برلین اعلام کردند. این تاسیسات یک سرمایه‌گذاری مشترک بین فارادی و دایملر خواهد بود که خودروهای برقی و بسته‌های باتری برای هر دو شرکت تولید کرده و هزاران فرصت شغلی در منطقه ایجاد خواهد کرد. امرسون و زتشه بیان کردند که موقعیت استراتژیک برلین، همراه با نیروی کار ماهر و زیرساخت قوی آن، این شهر را به گزینه‌ای ایده‌آل برای توسعه تبدیل می‌کند. این گیگافکتوری جدید قصد دارد تقاضای رو به رشد برای خودروهای برقی در اروپا را برآورده کرده و به آینده‌ای پایدار کمک کند. هربرت دیس، مدیرعامل فولکس‌واگن، از این خبر استقبال کرد و گفت که همکاری بیشتر به گذار صنعت خودروسازی به سمت حمل و نقل برقی کمک خواهد کرد."
}